Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyIncompleteElementWarn Property
 Can't copy part of element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyIncompleteElementWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyIncompleteElementWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyIncompleteElementWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace